<!-- 利用規約の内容 -->
<p>
この利用規約（以下、「本規約」といいます）は、BASSER（以下、「当社」といいます）が提供するSNSアプリの利用条件を定めるものです。本アプリの利用に際しては、本規約に同意していただく必要があります。本規約は、当社と本アプリの利用者（以下、「利用者」といいます）との間の契約書となります。

第1条（利用者情報の取得）

利用者が本アプリを利用するためには、当社が指定する方法により、利用者情報の登録が必要です。
当社は、利用者情報を適切に管理し、プライバシーポリシーに従って利用します。利用者情報の取扱いについては、プライバシーポリシーをご確認ください。
第2条（利用者の責任）

利用者は、本アプリの利用にあたり、法令や公序良俗に違反しないように行動しなければなりません。
利用者は、自身のアカウントおよびパスワードを適切に管理し、第三者に利用させないようにしなければなりません。
利用者は、本アプリ上でのコンテンツの投稿や表示に関して、著作権やプライバシーなどの権利を侵害しないように注意しなければなりません。
第3条（禁止事項）

利用者は、以下の行為を禁止します。当社は、これらの行為が確認された場合、適切な対応を取る権利を有します。

虚偽の情報を登録する行為
第三者のアカウントを不正に使用する行為
誹謗中傷、人種差別、性的な表現、違法な情報など、他者に不快感を与えるコンテンツを投稿する行為
第三者の権利を侵害するコンテンツの投稿や共有する行為
有害なソフトウェアやウイルスを配布する行為
本アプリのシステムやセキュリティに対する攻撃や妨害行為
営利目的での本アプリの利用や広告の掲載行為
当社や他の利用者に対する嫌がらせや迷惑行為
第4条（免責事項）

当社は、本アプリの利用により生じた利用者間のトラブルについて一切の責任を負いません。
当社は、本アプリの利用により生じた利用者の損害に対しても一切の責任を負いません。
第5条（サービスの変更・終了）

当社は、事前の予告なく、本アプリの内容や提供条件を変更したり、本アプリの提供を終了することがあります。

第6条（準拠法・裁判管轄）

本規約の解釈にあたっては、日本法を準拠法とします。本規約に関して紛争が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
</p>