<?php
return [
    // 北海道
    '1' => [
        '1' => '南幌親水公園',
        '2' => '余市ダム',
        '3' => '大沼公園(北海道)',
    ],
    // 青森県
    '2' => [
        '1' => '小田内沼',
        '2' => '五川目堤',
        '3' => '津軽富士見湖',
        '4' => '飯詰ダム',
        '5' => '野木和湖',
        '6' => '浪岡ダム',
        '7' => '早掛沼公園',
        '8' => '花切川',
    ],
    // 岩手県
    '3' => [
        '1' => '北上川',
        '2' => '綱取ダム',
        '3' => '御所湖',
        '4' => '四十四田ダム',
        '5' => '十二丁目沼',
        '6' => '水沢大明神',
        '7' => '田瀬湖',
        '8' => '青葉湖',
    ],
    // 宮城県
    '4' => [
        '1' => '阿武隈川',
        '2' => '月山池',
        '3' => '北上川',
        '4' => '長沼ダム',
        '5' => '樽水ダム',
        '6' => '南川ダム',
        '7' => '加瀬沼',
        '8' => '阿川沼',
    ],
    // 秋田県
    '5' => [
        '1' => '浅内沼',
        '2' => '天神沼',
        '3' => '田久保沼',
        '4' => '八郎潟',
        '5' => '小泉潟',
        '6' => '長沼',
        '7' => '馬場目川',
        '8' => '角助沼',
    ],
    // 山形県
    '6' => [
        '1' => '最上川',
        '2' => '前川ダム',
        '3' => '留山川ダム',
        '4' => '県民の森',
        '5' => '三本木沼',
        '6' => '海老鶴沼',
        '7' => 'いこいの森',
        '8' => '沼の辺池',
    ],
    // 福島県
    '7' => [
        '1' => '桧原湖',
        '2' => '阿武隈川',
        '3' => '真野ダム',
        '4' => '猪苗代湖',
        '5' => '三春ダム',
        '6' => '十六沼公園',
        '7' => '小峰城',
        '8' => '釜戸川',
    ],
    // 茨城県
    '8' => [
        '1' => '霞ヶ浦',
        '2' => '利根川',
        '3' => '常陸利根川',
        '4' => '北浦',
        '5' => '外浪逆浦',
        '6' => '水戸南フィッシングエリア',
        '7' => '牛久沼',
        '8' => '富士見池',
    ],
    // 栃木県
    '9' => [
        '1' => '小貝川',
        '2' => '鬼怒川',
        '3' => '思川',
        '4' => '那珂川',
        '5' => '赤川ダム',
        '6' => '五行川',
        '7' => '渡良瀬川',
        '8' => '大沼公園(栃木県)',
        '9' => 'キングフィッシャー',
    ],
    // 群馬県
    '10' => [
        '1' => '利根川',
        '2' => '渡良瀬川',
        '3' => '吉井野池',
        '4' => '竹沼貯水池',
        '5' => '榛名湖',
        '6' => '東谷砂防ダム',
        '7' => '多々良沼',
        '8' => '近藤沼',
    ],
    // 埼玉県
    '11' => [
        '1' => '柴山沼',
        '2' => '中川',
        '3' => '荒川',
        '4' => '福川',
        '5' => '神流湖',
        '6' => '利根川',
        '7' => '大沼公園(埼玉県)',
        '8' => '入間川',
    ],
    // 千葉県
    '12' => [
        '1' => '高滝湖',
        '2' => '亀山ダム',
        '3' => '利根川',
        '4' => '養老川',
        '5' => '佐久間ダム',
        '6' => '夷隅川',
        '7' => '雄蛇ヶ池',
        '8' => '手賀沼',
        '9' => '印旛沼',
        '10' => '丑ヶ池',
    ],
    // 東京都
    '13' => [
        '1' => '荒川',
        '2' => '多摩川',
        '3' => '江戸川',
        '4' => 'くじら池',
        '5' => '花畑運河',
        '6' => '中川',
        '7' => '奥多摩湖',
        '8' => '弁慶堀',
        '9' => '恩方国際釣堀場',
    ],
    // 神奈川県
    '14' => [
        '1' => '相模湖',
        '2' => '津久井湖',
        '3' => '相模川',
        '4' => '海老名運動公園裏',
        '5' => '多摩川',
        '6' => '芦ノ湖',
        '7' => '丹沢湖',
        '8' => '震生湖',
        '9' => '鶴見川',
        '10' => '中津川',
    ],
    // 新潟県
    '15' => [
        '1' => '福島潟放水路',
        '2' => '大通川',
        '3' => '信濃川',
        '4' => '内の倉ダム',
        '5' => '五十嵐川',
        '6' => '阿賀野川',
        '7' => '中之口川',
        '8' => '清潟',
    ],
    // 富山県
    '16' => [
        '1' => '五位ダム',
        '2' => '古洞池',
        '3' => '桜ヶ池',
        '4' => '薬勝寺池',
        '5' => '婦中ふるさと自然公園',
        '6' => '子撫川ダム',
        '7' => '和田川ダム',
        '8' => '小矢部川',
    ],
    // 石川県
    '17' => [
        '1' => '河北潟',
        '2' => '多根ダム',
        '3' => '前川',
        '4' => '浅野川',
        '5' => '東串川',
        '6' => '西串川',
        '7' => '大宮川',
        '8' => '木場潟',
        '9' => '篠原池',
        '10' => '加賀野池',
    ],
    // 福井県
    '18' => [
        '1' => '竹田川',
        '2' => '日野川',
        '3' => '龍ヶ鼻ダム',
        '4' => '福井北インター横池',
        '5' => '越前町野池',
    ],
    // 山梨県
    '19' => [
        '1' => '河口湖',
        '2' => '山中湖',
        '3' => '西湖',
        '4' => '精進湖',
        '5' => '本栖湖',
        '6' => '千代田湖',
        '7' => '田貫湖(山梨県)',
        '8' => '長坂牛池',
        '9' => '忍野フィッシングエリア',
    ],
    // 長野県
    '20' => [
        '1' => '野尻湖(長野県)',
        '2' => '千曲川',
        '3' => '青木湖',
        '4' => '木崎湖',
        '5' => '白樺湖',
        '6' => '田子池',
        '7' => '雪窓湖',
        '8' => '田溝池',
        '9' => 'おおぐて湖',
    ],
    // 岐阜県
    '21' => [
        '1' => '大江川',
        '2' => '五三川',
        '3' => '矢作ダム',
        '4' => '長良川',
        '5' => '秋神ダム',
        '6' => '木曽川',
        '7' => '神谷池',
        '8' => '三ツ池',
        '9' => 'ひょうたん湖',
    ],
    // 静岡県
    '22' => [
        '1' => '田貫湖(静岡県)',
        '2' => '一碧湖',
        '3' => '沼津・門池',
        '4' => 'いなさ湖/都田川ダム',
        '5' => '掛川・菊川野池群',
        '6' => '浜北野池',
    ],
    // 愛知県
    '23' => [
        '1' => '知多野池群',
        '2' => '入鹿池',
        '3' => '矢作川',
        '4' => '奥矢作湖',
        '5' => '三河湖',
        '6' => '油ヶ淵',
        '7' => '庄内川',
        '8' => 'ヤカン池',
        '9' => '天竜川',
    ],
    // 三重県
    '24' => [
        '1' => '君ケ野ダム',
        '2' => '青蓮寺湖',
        '3' => '七色ダム',
        '4' => '小森ダム',
        '5' => '川越用水',
        '6' => '北勢中央公園',
    ],
    // 滋賀県
    '25' => [
        '1' => '琵琶湖',
        '2' => '曽根沼',
        '3' => '野田沼',
    ],
    // 京都府
    '26' => [
        '1' => '宇治川',
        '2' => '日吉ダム',
        '3' => '桂川',
        '4' => '大野ダム',
        '5' => '木津川',
        '6' => '中山池',
        '7' => '由良川',
        '8' => '大正池',
        '9' => '嵐山フィッシングエリア',
    ],
    // 大阪府
    '27' => [
        '1' => '淀川',
        '2' => '神崎川',
        '3' => '堀河ダム',
        '4' => '大和川(大阪府)',
        '5' => '寝屋川',
        '6' => '安威川',
        '7' => '服部緑地',
        '8' => '水藻フィッシングセンター',
    ],
    // 兵庫県
    '28' => [
        '1' => '千種川',
        '2' => '加古川',
        '3' => '東播野池',
        '4' => '銀山湖',
        '5' => '一庫ダム',
        '6' => '青野ダム',
        '7' => '東条湖',
    ],
    // 奈良県
    '29' => [
        '1' => '池原ダム',
        '2' => '津風呂湖',
        '3' => '風屋ダム',
        '4' => '布目ダム',
        '5' => '高山ダム',
        '6' => '大和川(奈良県)',
        '7' => '倉橋ため池',
        '8' => '富雄川',
        '9' => '大迫ダム',
    ],
    // 和歌山県
    '30' => [
        '1' => '合川ダム',
        '2' => '紀ノ川',
        '3' => '七川ダム',
        '4' => '椿山ダム',
        '5' => '有田川',
        '6' => '桜池',
    ],
    // 鳥取県
    '31' => [
        '1' => '多鯰ケ池',
        '2' => '布勢総合運動公園',
        '3' => '湖山池',
        '4' => '橋津川',
        '5' => '東郷池',
        '6' => '天神川',
        '7' => '西高尾ダム',
        '8' => '湯原湖',
        '9' => '緑水湖（賀祥ダム）',
        '10' => '日南湖（菅沢ダム）',
    ],
    // 島根県
    '32' => [
        '1' => '中海',
        '2' => '朝酌川',
        '3' => '宍道湖',
        '4' => '湯谷川',
        '5' => '蛇池',
        '6' => '三瓶ダム',
        '7' => '江の川',
        '8' => '御部ダム',
        '9' => '蟠竜湖',
    ],
    // 岡山県
    '33' => [
        '1' => '倉敷川',
        '2' => '吉井川',
        '3' => '児島湖',
        '4' => '笹ヶ瀬川',
        '5' => '旭川ダム',
        '6' => '高梁川',
        '7' => '百間川',
        '8' => '湯原ダム',
        '9' => '泉池',
        '10' => '七つ池',
    ],
    // 広島県
    '34' => [
        '1' => '弥栄ダム',
        '2' => '白竜湖',
        '3' => '三川ダム',
        '4' => '黒瀬川',
        '5' => '芦田川',
        '6' => '土師ダム',
        '7' => '魚切ダム',
        '8' => '光林寺池',
    ],
    // 山口県
    '35' => [
        '1' => '末武川ダム(米泉湖)',
        '2' => '温見ダム',
        '3' => '菅野ダム',
        '4' => '中山ダム',
        '5' => '黒杭川ダム',
    ],
    // 徳島県
    '36' => [
        '1' => '旧吉野川',
        '2' => '桑野川',
        '3' => '正木ダム',
        '4' => '大谷川',
        '5' => '今切川',
        '6' => '飯尾川',
        '7' => '川口ダム',
        '8' => '虹ヶ谷池',
    ],
    // 香川県
    '37' => [
        '1' => '府中湖',
        '2' => '内場ダム',
        '3' => '長柄ダム',
        '4' => '神内池',
        '5' => '原間池',
        '6' => '新川',
        '7' => '楠見池',
        '8' => '大谷池',
    ],
    // 愛媛県
    '38' => [
        '1' => '石手川ダム',
        '2' => '鹿の子池',
        '3' => '野村ダム',
        '4' => '船川池',
        '5' => '玉川ダム',
        '6' => '乙女川',
    ],
    // 高知県
    '39' => [
        '1' => '早明浦ダム',
        '2' => '波介川',
        '3' => '大渡ダム',
        '4' => '石土池',
        '5' => '中筋川',
        '6' => '穴内川ダム',
        '7' => '国分川',
        '8' => '住吉池(高知県)',
    ],
    // 福岡県
    '40' => [
        '1' => '遠賀川',
        '2' => '犬鳴川',
        '3' => '筑後川',
        '4' => '宝満川',
        '5' => '高良川',
        '6' => '矢部川',
        '7' => '大濠公園',
        '8' => '今川',
    ],
    // 佐賀県
    '41' => [
        '1' => '佐賀クリーク',
        '2' => '嘉瀬川',
        '3' => '北山ダム',
        '4' => '河内ダム',
        '5' => '南畑ダム',
    ],
    // 長崎県
    '42' => [
        '1' => '伊佐ノ浦ダム',
        '2' => '半蔵川',
        '3' => '本明川',
        '4' => '川原大地',
        '5' => '諏訪の池',
    ],
    // 熊本県
    '43' => [
        '1' => '江津湖',
        '2' => '立岡池',
        '3' => '萩尾溜池',
        '4' => '加勢川',
        '5' => '浜戸川',
        '6' => '市房ダム',
        '7' => '氷川ダム',
    ],
    // 大分県
    '44' => [
        '1' => '松原ダム',
        '2' => '日指ダム',
        '3' => '芹川ダム',
        '4' => '大野川',
        '5' => '小倉池',
        '6' => '師田原ダム',
    ],
    // 宮崎県
    '45' => [
        '1' => '野尻湖(宮崎県)',
        '2' => '御池',
        '3' => '小野湖',
        '4' => '大淀川',
        '5' => '祝子ダム',
        '6' => '石崎川',
    ],
    // 鹿児島県
    '46' => [
        '1' => '藺牟田池',
        '2' => '薩摩湖',
        '3' => '住吉池(鹿児島県)',
        '4' => '竹山ダム',
        '5' => '大隅湖',
        '6' => '鰻池',
    ],
    // 沖縄県
    '47' => [
        '1' => '比謝川',
        '2' => '安里川',
    ],
    // その他
    '48' => [
        '1' => '秘密',
        '2' => '溜池・野池',
    ]
];